{
  "Lyrics": [
    "It's like I'm in this dirt, digging up old hurt",
    "Tried everything to get my mind off you, it won't work",
    "All it takes is one song on the radio you're right back on it",
    "Reminding me all over again how you fucking just brushed me off",
    "And left me so burnt, spent a lot of time trying to soul search",
    "Maybe I needed to grow up a little first",
    "Well, looks like I hit a growth spurt",
    "But I am coming for closure",
    "Don't suppose an explanation I'm owed for",
    "The way that you turned your back on me",
    "Just when I may have needed you most",
    "Oh, you thought it was over",
    "You could just close the chapter",
    "And go about your life, like it was nothing",
    "You ruined mine, but you seem to be doing fine",
    "Well, I've never recovered but tonight I betcha that whatcha",
    "'Bout to go through's tougher than anything I ever have suffered",
    "Can't think of a better way to define poetic justice",
    "Can I hold grudges, mind saying, Let it go, fuck this.",
    "Heart's saying, I will once I bury this bitch alive.",
    "Hide the shovel and then drive off in the sunset.",
    "I flee the scene like it was my last ride",
    "You see right through",
    "Oh, you had me pegged the first time",
    "You can see the truth",
    "But it's easier to justify",
    "What's bad is good",
    "And I hate to be the bad guy",
    "I just hate to be the bad guy",
    "And to think I used to think you was the shit, bitch",
    "To think it was you at one time I worshiped, shit",
    "Think you can hurt people and just keep getting away with it?",
    "Not this time, you better go and get the sewing kit, bitch",
    "Finish this stitch so you can reap what you sew (sic), knit wit",
    "Thought some time had past and I'd forget it, forget it!",
    "You left our family in shambles",
    "You expect me to just get over him? Pretend he never existed",
    "May be gone, but he's not forgotten",
    "And don't think 'cause he's been out the picture so long",
    "That I've stopped the plottin' and still ain't coming to get ya",
    "You're wrong and that shit was rotten",
    "And the way you played him, same shit you did to me, cold",
    "Have you any idea the shit that I've gone through?",
    "Feelings I harbor, all this pent-up resentment I hold on to",
    "Not once you call to ask me how I'm doing",
    "Letters, you don't respond to 'em",
    "Fuck it, I'm coming to see you",
    "And gee who better to talk to than you?",
    "The 'cause of my problems",
    "My life is garbage and I'm 'bout to take it out on you",
    "Poof, then I'm gone, voosh",
    "I flee the scene like it was my last ride",
    "You see right through",
    "Oh, you had me pegged the first time",
    "You can see the truth",
    "But it's easier to justify",
    "What's bad is good",
    "And I hate to be the bad guy",
    "I just hate to be the bad guy",
    "I've been driving around your side of this town",
    "Like 9 frickin' hours and 45 minutes now",
    "Finally I found your new address, park in your drive",
    "Feel like I been waiting on this moment all of my life",
    "And it's now arrived, and my mouth is fulla' saliva",
    "My knife is out and I'm ducking on the side of your house",
    "See, it's sad it came to this point",
    "Such a disappointment I had to make this appointment to come and see ya",
    "But I ain't here for ya empathy, I don't need your apology",
    "Or your friendship or sympathy, it's revenge that I seek",
    "So I sneak vengefully and treat your bedroom window",
    "Like I reach my full potential–I peeked",
    "Continue to peep, still bent low",
    "Keep tapping the glass lightly then start to crescendo",
    "Sneak all the way 'round to the back porch",
    "Man, door handles unlocked, shouldn't be that easy to do this",
    "You don't plan for intruders beforehand?",
    "Surprised to see me? Cat got your tongue?",
    "Gag, chloroform rag, dag almost hack-up a lung",
    "Like you picked an axe up and swung",
    "Stick to the core plan, dragged to the back of a trunk",
    "By one of your fans, irony's spectacular, huh?",
    "Now who's a faggot, you punk?",
    "And here's your Bronco hat, you can have that shit back 'cause they suck",
    "It's just me, you and the music now, Slim",
    "I hope you hear it we're in a car right now",
    "Wait, here comes my favorite lyric",
    "I'm the bad guy who makes fun of people that die",
    "And hey, here's a sequel to my Mathers LP",
    "Just to try to get people to buy",
    "Well how's this for publicity stunt? This should be fun",
    "Last album now 'cause after this you'll be officially done",
    "Eminem killed by M and M",
    "Matthew Mitchell, bitch, I even have your initials",
    "I initially was gonna bury you next to my brother, but fuck it",
    "Since you're in love with your city so much",
    "I figured, what the fuck the best place you could be buried alive is right here",
    "Two more exits, time is quite near",
    "I hope we don't get stopped, no license I fear",
    "That sirens I hear? Guess 90 on the freeway wasn't the brightest idea",
    "As cops appear in my driver's side mirror",
    "(Oh God, police! Ah!)",
    "Hope foxtrot gets an aerial shot of your burial plot at least",
    "New plan Stan",
    "Slim, chauvinist pig drove in this big, Lincoln town car!",
    "Well gotta go, almost at the bridge, haha big bro it's for you",
    "Slim, this is for him and Frank Ocean, hope you can swim good!",
    "Now say you hate homos again!",
    "I also represent anyone on the receiving end of those jokes you offend",
    "I'm the nightmare you fell asleep in and then woke up still in",
    "I'm your karma closing in with each stroke of a pen",
    "Perfect time to have some remorse to show for your sin",
    "Nope, it's hopeless, I'm the denial that you're hopelessly in",
    "When they say all of this is approaching its end",
    "But you refuse to believe that it's over, here we go all over again",
    "Back's to the wall, I'm stacking up all them odds, toilet's clogged",
    "Yeah 'cause I'm talking a lotta shit but I'm backing it all up",
    "But in my head there's a voice in the back and it hollers",
    "After the track is demolished",
    "I am your lack of a conscience",
    "I'm the ringing in your ears",
    "I'm the polyps on the back of your tonsils",
    "Eating your vocal chords after your concerts",
    "I'm your time that's almost up that you haven't acknowledged",
    "Grab for some water but I'm that pill that's too jagged to swallow",
    "I'm the bullies you hate that you became",
    "With every faggot you slaughtered",
    "Coming back on you every woman you insult, batter",
    "But the double-standards you have when it comes to your daughters",
    "I represent everything you take for granted",
    "'Cause Marshall Mathers the rapper's persona's half a façade and",
    "Matthew and Stan just symbolic of you not knowing what you had 'til it's gone",
    "'Cause after all the glitz and the glam no more fans that are calling your name",
    "Cameras are off, sad but it happens to all of them,",
    "I'm the hindsight to say, I told you so!",
    "Foreshadows of all the things that are to follow",
    "I'm the future that's here to show you what happens tomorrow",
    "If you don't stop after they call you",
    "Biggest laughing stock of rap who can't call it quits",
    "When it's time to walk away",
    "I'm every guilt trip the baggage you have",
    "But as you gather up all your possessions",
    "If there's anything you have left to say",
    "Unless it makes an impact then don't bother",
    "So before you rest your case",
    "Better make sure you're packing a wallop",
    "So one last time, I'm back",
    "Before it fades into black and it's all over",
    "Behold the final chapter in the saga",
    "Trying to recapture that lightning trapped in a bottle",
    "Twice, the magic that started it all",
    "Tragic portrait of an artist tortured",
    "Trapped in his own drawings",
    "Tap into thoughts",
    "Blacker and darker than anything imaginable",
    "Here goes a wild stab in the dark",
    "As we pick up where the last Mathers' left off",
    "This is survival of the fittest",
    "This is do or die",
    "This is the winner takes it all",
    "So take it all",
    "Wasn't ready to be no millionaire, I was ill-prepared",
    "I was prepared to be ill though, the skill was there",
    "From the beginning, it wasn't 'bout the ends",
    "It was 'bout busting raps and standing for something, fucking acronym",
    "Cut the fucking act like you're happy, I'm fucking back again",
    "With another anthem, why stop when it doesn't have to end?",
    "It ain't over 'til I say it's over – enough when I say enough",
    "Throw me to them wolves and close the gate up",
    "I'm afraid of what'll happen to them wolves",
    "When the thought of being thrown into an alligator pit, I salivate at it",
    "Wait is up, hands up like it's 12 noon, nah, homie",
    "Hold them bitches straighter up, wave 'em 'til you dislocate a rotator cuff",
    "Came up rough, came to ruffle feathers, nah, egos",
    "I ain't deflate enough, last chance to make this whole stadium erupt 'cause",
    "This is survival of the fittest",
    "This is do or die",
    "This is the winner takes it all",
    "So take it all",
    "I can see the finish line with each line that I finish",
    "I'm so close to my goals I can almost pole vault over the goal post",
    "And if I don't got enough in the tank, maybe I can just siphon enough",
    "To fill up this last can, man will I survive in this climate or what?",
    "They said I was washed up, and got a blood bath",
    "I'm not a rapper, I'm an adapter, I can adjust",
    "Plus I can just walk up to a mic and just bust",
    "So floor's open if you'd like to discuss",
    "Top 5 in this motherfucker and if I don't make the cut",
    "What, like I give a fuck, I will light this bitch up like I'm driving a truck",
    "To the side of a pump, 0 to 60 hop in and gun it",
    "Like G-Unit without the hyphen, I'm hyping 'em up",
    "And if there should ever come a time where my life's in a rut",
    "And I look like I might just give up, eh might've mistook",
    "Me for bowing out I ain't taking a bow, I'm stabbing myself",
    "With a fucking knife in the gut, while I'm wiping my butt!",
    "'Cause I just shitted on the mic, and I like getting cut",
    "I get excited at the sight of my blood, you're in a fight with a nut",
    "'Cause I'mma fight 'til I die or win",
    "Biting the dust it'll just make me angrier, wait",
    "Let me remind you of what got me this far, picture me quitting",
    "Now draw a circle around it and put a line through it, slut",
    "It's survival of what?",
    "This is survival of the fittest",
    "This is do or die",
    "This is the winner takes it all",
    "So take it all",
    "So get your ideas, stack your ammo",
    "But don't come unless you come to battle,",
    "Now mount up, jump in the saddle",
    "This is it, it's what you eat, sleep, piss and shit",
    "Live, breathe, your whole existence just consists of this",
    "Refuse to quit, fuse is lit, can't diffuse the wick",
    "I don't do this music shit, I lose my shit",
    "Ain't got shit to lose, it's the moment of truth",
    "It's all I know how to do, as soon as I get thrown in the booth, I spit",
    "But my respect is overdue, I'm showing you the flow no one do",
    "'Cause I don't own no diploma for school, I quit!",
    "So there's nothing for me to fall back on, I know no other trade",
    "So you better trade your fucking mics in for some tool-box-es",
    "'Cause you'll never take my pride from me",
    "It'll have to be pried from me, so pull out your pliers and your screwdrivers!",
    "But I want you to doubt me, I don't want you to believe",
    "'Cause this is something that I must use to succeed",
    "And if you don't like me then fuck you!",
    "Self esteem must be fucking shooting through-the-roof 'cause trust me",
    "My skin is too thick and bullet proof to touch me",
    "I can see why the fuck I disgust you",
    "I must be allergic to failure 'cause every time I come close to it",
    "I just sneeze, but I just go achoo then achieve!",
    "This is survival of the fittest",
    "This is do or die",
    "This is the winner takes it all",
    "So take it all",
    "Look, I was gonna go easy on you not to hurt your feelings",
    "But I'm only going to get this one chance",
    "(Six minutes, six minutes)",
    "Something's wrong, I can feel it",
    "(Six minutes, six minutes, Slim Shady, you're on)",
    "Just a feeling I've got",
    "Like something's about to happen",
    "But I don't know what",
    "If that means, what I think it means, we're in trouble",
    "Big trouble. And if he is as bananas as you say",
    "I'm not taking any chances",
    "You are just what the doc ordered",
    "I'm beginning to feel like a Rap God, Rap God",
    "All my people from the front to the back nod, back nod",
    "Now who thinks their arms are long enough to slap box, slap box?",
    "They said I rap like a robot, so call me rap-bot",
    "But for me to rap like a computer must be in my genes",
    "I got a laptop in my back pocket",
    "My pen'll go off when I half-cock it",
    "Got a fat knot from that rap profit",
    "Made a living and a killing off it",
    "Ever since Bill Clinton was still in office",
    "With Monica Lewinski feeling on his nutsack",
    "I'm an MC still as honest",
    "But as rude and as indecent as all hell",
    "Syllables, skill-a-holic (Kill 'em all with)",
    "This flippity, dippity-hippity hip-hop",
    "You don't really wanna get into a pissing match",
    "With this rappity-rap",
    "Packing a mack in the back of the Ac",
    "backpack rap, crap, yap-yap, yackety-yack",
    "and at the exact same time",
    "I attempt these lyrical acrobat stunts while I'm practicing that",
    "I'll still be able to break a motherfuckin' table",
    "Over the back of a couple of faggots and crack it in half",
    "Only realized it was ironic",
    "I was signed to Aftermath after the fact",
    "How could I not blow? All I do is drop F bombs",
    "Feel my wrath of attack",
    "Rappers are having a rough time period",
    "Here's a maxi pad",
    "It's actually disastrously bad",
    "For the wack while I'm masterfully constructing this masterpiece yeah",
    "'Cause I'm beginning to feel like a Rap God, Rap God",
    "All my people from the front to the back nod, back nod",
    "Now who thinks their arms are long enough to slap box, slap box?",
    "Let me show you maintaining this shit ain't that hard, that hard",
    "Everybody want the key and the secret to rap",
    "Immortality like I have got",
    "Well, to be truthful the blueprint's",
    "Simply rage and youthful exuberance",
    "Everybody loves to root for a nuisance",
    "Hit the Earth like an asteroid",
    "Did nothing but shoot for the moon since (PPEEYOOM)",
    "MCs get taken to school with this music",
    "'Cause I use it as a vehicle to 'bust a rhyme'",
    "Now I lead a new school full of students",
    "Me? I'm a product of Rakim",
    "Lakim Shabazz, 2Pac, N.W.A., Cube, hey, Doc, Ren",
    "Yella, Eazy, thank you, they got Slim",
    "Inspired enough to one day grow up",
    "Blow up and be in a position",
    "To meet Run-D.M.C. and induct them",
    "Into the motherfuckin' Rock n'",
    "Roll Hall of Fame even though I walk in the church",
    "And burst in a ball of flames",
    "Only Hall of Fame I'll be inducted in is the alcohol of fame",
    "On the wall of shame",
    "You fags think it's all a game",
    "'Til I walk a flock of flames",
    "Off a plank and",
    "Tell me what in the fuck are you thinking?",
    "Little gay-looking boy",
    "So gay I can barely say it with a 'straight' face, looking boy",
    "You're witnessing a mass-occur like you're watching a church gathering take place, looking boy",
    "Oy vey, that boy's gay",
    "That's all they say, looking boy",
    "You get a thumbs up, pat on the back",
    "And a way to go from your label every day, looking boy",
    "Hey, looking boy, what d'you say, looking boy?",
    "I get a hell yeah from Dre, looking boy",
    "I'mma work for everything I have",
    "Never asked nobody for shit",
    "Get outta my face, looking boy",
    "Basically boy you're never gonna be capable",
    "of keeping up with the same pace, looking boy, 'cause",
    "I'm beginning to feel like a Rap God, Rap God",
    "All my people from the front to the back nod, back nod",
    "The way I'm racing around the track, call me Nascar, Nascar",
    "Dale Earnhardt of the trailer park, the White Trash God",
    "Kneel before General Zod this planet's Krypton, no Asgard, Asgard",
    "So you'll be Thor and I'll be Odin",
    "You rodent, I'm omnipotent",
    "Let off then I'm reloading",
    "Immediately with these bombs I'm totin'",
    "And I should not be woken",
    "I'm the walking dead",
    "But I'm just a talking head, a zombie floating",
    "But I got your mom deep throating",
    "I'm out my Ramen Noodle",
    "We have nothing in common, poodle",
    "I'm a Doberman, pinch yourself",
    "In the arm and pay homage, pupil",
    "It's me",
    "My honesty's brutal",
    "But it's honestly futile if I don't utilize",
    "What I do though for good",
    "At least once in a while so I wanna make sure",
    "Somewhere in this chicken scratch I scribble and doodle",
    "Enough rhymes to",
    "Maybe try to help get some people through tough times",
    "But I gotta keep a few punchlines",
    "Just in case 'cause even you unsigned",
    "Rappers are hungry looking at me like it's lunchtime",
    "I know there was a time where once I",
    "Was king of the underground",
    "But I still rap like I'm on my Pharoahe Monch grind",
    "So I crunch rhymes",
    "But sometimes when you combine",
    "Appeal with the skin color of mine",
    "You get too big and here they come trying to",
    "Censor you like that one line I said",
    "On I'm Back from the Mathers LP",
    "One when I tried to say I'll take seven kids from Columbine",
    "Put 'em all in a line",
    "Add an AK-47, a revolver and a nine",
    "See if I get away with it now",
    "That I ain't as big as I was, but I'm",
    "Morphin' into an immortal coming through the portal",
    "You're stuck in a time warp from two thousand four though",
    "And I don't know what the fuck that you rhyme for",
    "You're pointless as Rapunzel",
    "With fucking cornrows",
    "You write normal? Fuck being normal",
    "And I just bought a new ray gun from the future",
    "Just to come and shoot ya",
    "Like when Fabulous made Ray J mad",
    "'Cause Fab said he looked like a fag",
    "At Mayweather's pad singin' to a man",
    "While he play piano",
    "Man, oh man, that was the 24/7 special",
    "On the cable channel",
    "So Ray J went straight to the radio station the very next day",
    "Hey, Fab, I'mma kill you",
    "Lyrics coming at you with supersonic speed, (JJ Fad)",
    "Uh, summa lumma dooma lumma you assuming I'm a human",
    "What I gotta do to get it through to you? I'm superhuman",
    "Innovative and I'm made of rubber, so that anything you say is",
    "Ricocheting off of me and it'll glue to you",
    "I'm devastating more than ever demonstrating",
    "How to give a motherfuckin' audience a feeling like it's levitating",
    "Never fading, and I know that haters are forever waiting",
    "For the day that they can say I fell off, they'll be celebrating",
    "'Cause I know the way to get 'em motivated",
    "I make elevating music",
    "You make elevator music",
    "Oh, he's too mainstream.",
    "Well, that's what they do",
    "When they get jealous, they confuse it",
    "It's not hip-hop, it's pop.",
    "'Cause I found a hella way to fuse it",
    "With rock, shock rap with Doc",
    "Throw on Lose Yourself and make 'em lose it",
    "I don't know how to make songs like that.",
    "I don't know what words to use.",
    "Let me know when it occurs to you",
    "While I'm ripping any one of these verses that versus you",
    "It's curtains, I'm inadvertently hurtin' you",
    "How many verses I gotta murder to",
    "Prove that if you were half as nice,",
    "your songs you could sacrifice virgins to",
    "Unghh, school flunky, pill junky",
    "But look at the accolades these skills brung me",
    "Full of myself, but still hungry",
    "I bully myself 'cause I make me do what I put my mind to",
    "When I'm a million leagues above you",
    "Ill when I speak in tongues",
    "But it's still tongue-in-cheek, fuck you",
    "I'm drunk. So, Satan, take the fucking wheel",
    "I'm asleep in the front seat",
    "Bumping Heavy D and the Boyz",
    "Still Chunky, but Funky",
    "But in my head there's something",
    "I can feel tugging and struggling",
    "Angels fight with devils and",
    "Here's what they want from me",
    "They're asking me to eliminate some of the women hate",
    "But if you take into consideration the bitter hatred I had",
    "Then you may be a little patient and more sympathetic to the situation",
    "And understand the discrimination",
    "But fuck it",
    "Life's handing you lemons",
    "Make lemonade then",
    "But if I can't batter the women",
    "How the fuck am I supposed to bake them a cake then?",
    "Don't mistake him for Satan",
    "It's a fatal mistake if you think I need to be overseas",
    "And take a vacation to trip a broad",
    "And make her fall on her face and",
    "Don't be a retard, be a king?",
    "Think not",
    "Why be a king when you can be a God?",
    "Now this shit's about to kick off, this party looks wack",
    "Let's take it back to straight hip-hop and start it from scratch",
    "I'm 'bout to bloody this track up, everybody get back",
    "That's why my pen needs a pad cause my rhymes on the ra-ag",
    "Just like I did with addiction I'm 'bout to kick it",
    "Like a magician, critics I turn to crickets",
    "Got 'em still on the fence whether to picket",
    "But quick to get impaled when I tell 'em stick it",
    "So sick I'm looking pale, wait, that's my pigment",
    "'Bout to go ham, ya bitch, shout out to Kendrick",
    "Let's bring it back to that vintage Slim, bitch",
    "The art of MCing mixed with da Vinci and MC Ren",
    "And I don't mean Stimpy's friend, bitch",
    "Been public enemy since you thought PE was gym, bitch",
    "Kick your shoes off, let your hair down",
    "(and go berzerk) all night long",
    "Grow your beard out, just weird out",
    "(and go berzerk) all night long",
    "We're gonna rock this house until we knock it down",
    "So turn the volume loud, cause it's mayhem 'til the A.M.",
    "So baby make just like K-Fed and let yourself go, let yourself go",
    "Say Fuck it! before we kick the bucket",
    "Life's too short to not go for broke",
    "So everybody, everybody (go berzerk), shake your body",
    "Guess it's just the way that I'm dressed, ain't it?",
    "Khaki's pressed, Nike shoes crispy and fresh laced, so I guess it ain't",
    "That aftershave or cologne that made 'em just faint",
    "Plus I showed up with a coat fresher than wet paint",
    "So if love is a chess game, check mate",
    "But, girl, your body's banging, jump me in, dang, bang-bang",
    "Yes siree, 'Bob', I was thinking the same thang",
    "So come get on this Kid's rock, Baw with da baw, dang-dang",
    "Pow-pow, chica, pow, chica, wow-wow",
    "Got your gal blowing up a valve, valve-valve",
    "Ain't slowing it down, throw in the towel, towel-towel",
    "Dumb it down, I don't know how, huh-huh, how-how",
    "Least I know that I don't know",
    "Question is are you both so smart enough to feel stupid",
    "Hope so, now hoe...",
    "Kick your shoes off, let your hair down",
    "(and go berzerk) all night long",
    "Grow your beard out, just weird out",
    "(and go berzerk) all night long",
    "We're gonna rock this house until we knock it down",
    "So turn the volume loud, cause it's mayhem 'til the A.M.",
    "So crank the bass up like crazy and let yourself go, let yourself go",
    "Say Fuck it! before we kick the bucket",
    "Life's too short to not go for broke",
    "So everybody, everybody (go berzerk) shake your body",
    "And they say that love is powerful as cough syrup in Styrofoam",
    "All I know is I fell asleep and woke up in that Monte Carlo",
    "With the ugly Kardashian",
    "Lamar, oh sorry yo, we done both set the bar low",
    "Far as hard drugs are though, that's the past",
    "But I done did enough Codeine to knock future into tomorrow",
    "And, girl, I ain't got no money to borrow",
    "But I am trying to find a way to get you alone (car note)",
    "Oh, Marshall Mathers",
    "Shit head with a potty mouth, get the bar of soap lathered",
    "Kangols and car-heart-less cargos",
    "Girl, you're fixing to get your heart broke",
    "Don't be absurd, ma'am, you birdbrain baby",
    "I ain't called anybody baby since Birdman, unless you're a swallow",
    "Word, Rick, word, man, you heard, but don't get discouraged, girl",
    "This is your jam, unless you got toe jam",
    "Kick your shoes off, let your hair down",
    "(and go berzerk) all night long",
    "Grow your beard out, just weird out",
    "(and go berzerk) all night long",
    "We're gonna rock this house until we knock it down",
    "So turn the volume loud, cause it's mayhem 'til the A.M.",
    "So baby make just like K-Fed and let yourself go, let yourself go",
    "Say Fuck it! before we kick the bucket",
    "Life's too short to not go for broke",
    "So everybody, everybody (go berzerk), shake your body",
    "We're gonna rock this house until we knock it down",
    "So turn the volume loud, cause it's mayhem 'til the A.M.",
    "So crank the bass up like crazy and let yourself go, let yourself go",
    "Say Fuck it! before we kick the bucket",
    "Life's too short to not go for broke",
    "So everybody, everybody (go berzerk) shake your body",
    "I'm friends with the monster that's under my bed",
    "Get along with the voices inside of my head",
    "You're trying to save me, stop holding your breath",
    "And you think I'm crazy, yeah, you think I'm crazy",
    "I wanted the fame, but not the cover of Newsweek",
    "Oh, well, guess beggars can't be choosey",
    "Wanted to receive attention for my music",
    "Wanted to be left alone in public. Excuse me",
    "For wanting my cake and eat it too, and wanting it both ways",
    "Fame made me a balloon 'cause my ego inflated",
    "When I blew; see, but it was confusing",
    "'Cause all I wanted to do is be the Bruce Lee of loose leaf",
    "Abused ink, used it as a tool when I blew steam (wooh!)",
    "Hit the lottery, oh wee",
    "But with what I gave up to get it was bittersweet",
    "It was like winning a used mink",
    "Ironic 'cause I think I'm getting so huge I need a shrink",
    "I'm beginning to lose sleep: one sheep, two sheep",
    "Going cuckoo and cooky as Kool Keith",
    "But I'm actually weirder than you think",
    "'Cause I'm",
    "I'm friends with the monster that's under my bed",
    "Get along with the voices inside of my head",
    "You're trying to save me, stop holding your breath",
    "And you think I'm crazy, yeah, you think I'm crazy",
    "Well, that's nothing",
    "Well, that's nothing",
    "Now, I ain't much of a poet but I know somebody once told me",
    "To seize the moment and don't squander it",
    "'Cause you never know when it all could be over tomorrow",
    "So I keep conjuring, sometimes I wonder where these thoughts spawn from",
    "(Yeah, pondering'll do you wonders.",
    "No wonder you're losing your mind the way it wanders.)",
    "Yoda-loda-le-hee-hoo",
    "I think it went wandering off down yonder",
    "And stumbled on 'ta Jeff VanVonderen",
    "'Cause I need an interventionist",
    "To intervene between me and this monster",
    "And save me from myself and all this conflict",
    "'Cause the very thing that I love's killing me and I can't conquer it",
    "My OCD's conking me in the head",
    "Keep knocking, nobody's home, I'm sleepwalking",
    "I'm just relaying what the voice in my head's saying",
    "Don't shoot the messenger, I'm just friends with the",
    "I'm friends with the monster that's under my bed",
    "Get along with the voices inside of my head",
    "You're trying to save me, stop holding your breath",
    "And you think I'm crazy, yeah, you think I'm crazy",
    "Well, that's nothing",
    "Well, that's nothing",
    "Call me crazy but I have this vision",
    "One day that I'd walk amongst you a regular civilian",
    "But until then drums get killed and I'm coming straight at",
    "MC's, blood get spilled and I'll",
    "Take you back to the days that I'd get on a Dre track",
    "Give every kid who got played that",
    "Pumped up feeling and shit to say back",
    "To the kids who played him",
    "I ain't here to save the fucking children",
    "But if one kid out of a hundred million",
    "Who are going through a struggle feels it and then relates that's great",
    "It's payback, Russell Wilson falling way back",
    "In the draft, turn nothing into something, still can make that",
    "Straw into gold chump, I will spin Rumpelstiltskin in a haystack",
    "Maybe I need a straightjacket, face facts",
    "I am nuts for real, but I'm okay with that",
    "It's nothing, I'm still friends with the",
    "I'm friends with the monster that's under my bed",
    "Get along with the voices inside of my head",
    "You're trying to save me, stop holding your breath",
    "And you think I'm crazy, yeah, you think I'm crazy",
    "Well, that's nothing",
    "Well, that's nothing",
    "Look, if you had, one shot, or one opportunity",
    "To seize everything you ever wanted. In one moment",
    "Would you capture it, or just let it slip?",
    "Yo",
    "His palms are sweaty, knees weak, arms are heavy",
    "There's vomit on his sweater already, mom's spaghetti",
    "He's nervous, but on the surface he looks calm and ready to drop bombs,",
    "But he keeps on forgetting what he wrote down,",
    "The whole crowd goes so loud",
    "He opens his mouth, but the words won't come out",
    "He's choking how, everybody's joking now",
    "The clock's run out, time's up, over, blaow!",
    "Snap back to reality. Oh, there goes gravity",
    "Oh, there goes Rabbit, he choked",
    "He's so mad, but he won't give up that",
    "Easy, no",
    "He won't have it, he knows his whole back's to these ropes",
    "It don't matter, he's dope",
    "He knows that but he's broke",
    "He's so stagnant, he knows",
    "When he goes back to his mobile home, that's when it's",
    "Back to the lab again, yo",
    "This whole rhapsody",
    "He better go capture this moment and hope it don't pass him",
    "You better lose yourself in the music, the moment",
    "You own it, you better never let it go (go)",
    "You only get one shot, do not miss your chance to blow",
    "This opportunity comes once in a lifetime (yo)",
    "You better lose yourself in the music, the moment",
    "You own it, you better never let it go (go)",
    "You only get one shot, do not miss your chance to blow",
    "This opportunity comes once in a lifetime (yo)",
    "(You better)",
    "The soul's escaping, through this hole that is gaping",
    "This world is mine for the taking",
    "Make me king, as we move toward a new world order",
    "A normal life is boring, but superstardom's close to postmortem",
    "It only grows harder, homie grows hotter",
    "He blows. It's all over. These hoes is all on him",
    "Coast to coast shows, he's known as the globetrotter",
    "Lonely roads, God only knows",
    "He's grown farther from home, he's no father",
    "He goes home and barely knows his own daughter",
    "But hold your nose 'cause here goes the cold water",
    "His hoes don't want him no more, he's cold product",
    "They moved on to the next schmoe who flows",
    "He nose dove and sold nada",
    "So the soap opera is told and unfolds",
    "I suppose it's old partner, but the beat goes on",
    "Da da dum da dum da da da da",
    "No more games, I'mma change what you call rage",
    "Tear this motherfucking roof off like two dogs caged",
    "I was playing in the beginning, the mood all changed",
    "I've been chewed up and spit out and booed off stage",
    "But I kept rhyming and stepped right into the next cypher",
    "Best believe somebody's paying the Pied Piper",
    "All the pain inside amplified by the",
    "Fact that I can't get by with my 9 to 5",
    "And I can't provide the right type of life for my family",
    "'Cause man, these goddamn food stamps don't buy diapers",
    "And it's no movie, there's no Mekhi Phifer, this is my life",
    "And these times are so hard, and it's getting even harder",
    "Trying to feed and water my seed, plus",
    "Teeter totter caught up between being a father and a primadonna",
    "Baby, mama drama's screaming on her",
    "Too much for me to wanna",
    "Stay in one spot, another day of monotony's gotten me",
    "To the point, I'm like a snail",
    "I've got to formulate a plot or I end up in jail or shot",
    "Success is my only motherfucking option, failure's not",
    "Mom, I love you, but this trailer's got to go",
    "I cannot grow old in Salem's lot",
    "So here I go it's my shot.",
    "Feet, fail me not",
    "This may be the only opportunity that I got",
    "You can do anything you set your mind to, man",
    "You can sound the alarm",
    "you can call out your guards",
    "you can fence in your yard",
    "you can hold all the cards",
    "but I won't back down",
    "oh no I wont back down",
    "oh no",
    "Cadillac Sevilles, Coupe Devilles",
    "brain dead rims yeah stupid wheels",
    "girl I'm too for real",
    "lose your tooth and nails",
    "try to fight it, try to deny it",
    "stupid you will feel",
    "what I do, I do it well",
    "shooting from the hip, yeah boy shoot to kill",
    "half a breath left on my death bed",
    "screaming, F that! yeah super ill",
    "baby what the deal",
    "we can chill, split half a pill and a happy meal",
    "fuck a steak slut",
    "I cut my toes off and step on the receipt before I foot the bill",
    "listen garden tool don't make me introduce you to my power tool",
    "you know the fucking drill",
    "how you douche bags feel knowing you're disposable?",
    "summer's eve Massengill",
    "shady's got the mass appeal baby crank the shit",
    "cause it's your Goddamn jam",
    "you say that you want your punchlines a little more compact",
    "well shawty I'm that man",
    "these other cats ain't metaphorically where I'm at man",
    "I gave Bruce Wayne a Valium and said",
    "settle ya fucking ass down I'm ready for combat, man",
    "get it calm Batman?",
    "nah, ain't nobody whose as bomb and as nuts",
    "lines are like mom's cat scans",
    "cause they fucking go bananas",
    "honey I applaud that ass",
    "swear to God, man, these broads can't dance",
    "ma, show ‘em how it's done",
    "spazz like a God Damn Tas, yeah",
    "Girl, shake that ass like a Donkey with Parkinson's",
    "Make like Michael J Fox in the drawers playin' with a etch-a-sketch",
    "bet you that you'll never guess who's knocking at your door",
    "people hit the floors",
    "yeah tonight ladies you gon get divorced",
    "girl forget remorse, I'ma hit you broads with",
    "Chris's force like you pissed him off",
    "talented with the tongue motherfucker",
    "you ain't gotta lick in yours",
    "hittin' licks like I'm robbin' liquor stores",
    "makin' cash registers shit their draws",
    "think you spit the rawest",
    "I'm an uncooked slab of beef",
    "laying on your kitchen floor",
    "in other words I'm off the meat rack",
    "bring the beat back",
    "bring me two extension chords",
    "I'mma measure my dick shit I need 6 inches more",
    "fuck my dicks big bitch",
    "need I remind you that I don't need the fucking swine flu to be a sick pig?",
    "you're addicted I'm dope",
    "I'm the longest needle around here",
    "need a fix up I'm the big shot",
    "get it dicks snots",
    "you're just small boats little pricks",
    "girl you think that other prick's hot",
    "I'll drink gasoline and eat a lit match",
    "‘fore I sit back and let ‘em get hot",
    "better call the cops on ‘em quick fast",
    "shady's right back on your bitch ass",
    "white trash with a half a six pack in his hatchback",
    "trailer hitch attached to the back (dispatch)",
    "Bitch, am I the reason that your boyfriend stopped rapping?",
    "does a bird chirp? Lil' Wayne slurps syrup til he burps",
    "and smokes purp",
    "does a word search gets circles wrapped around it like you do when I come through?",
    "I'd like you to remind yourself",
    "of what the fuck I can do when I'm on the mic",
    "or you're the kind of girl that I can take a liking to",
    "psych I'm spiking you like a football",
    "been this way since I've stood a foot tall",
    "you're a good catch with a shitty spouse",
    "got a pretty mouth and a good jaw",
    "gimme good brain",
    "watch the wood grain, don't want no cum stain",
    "bitch, you listening? Tryna' turn me down",
    "slut, I'm talking to you, turn me back up",
    "are you insane tryna talk over me in the car",
    "shut the fuck up while my shit's playin'",
    "I'ma shit stain on the underwear of life",
    "what's the saying? where there's thunder there's lightning",
    "and they say that it never strikes twice in the same place",
    "then how the fuck have I been hit six times",
    "in three different locations",
    "on four separate occasions?",
    "and you can bet your stinking ass",
    "that I've come to smash everything in my path",
    "fork was in the road took the psychopath",
    "poison ivy wouldn't have me thinking rash",
    "so hit the dance floor cutie while I do my duty on this microphone",
    "shake your booty shawty I'm the shit",
    "why you think Proof used to call me Doody?",
    "Yeah...",
    "It's my life...",
    "My own words I guess...",
    "Have you ever loved someone so much, you'd give an arm for?",
    "Not the expression, no, literally give an arm for?",
    "When they know they're your heart",
    "And you know you were their armour",
    "And you will destroy anyone who would try to harm her",
    "But what happens when karma turns right around and bites you?",
    "And everything you stand for turns on you to spite you?",
    "What happens when you become the main source of her pain?",
    "Daddy, look what I made, Dad's gotta go catch a plane",
    "Daddy, where's Mommy? I can't find Mommy where is she?",
    "I don't know go play, Hailie, baby, your Daddy's busy",
    "Daddy's writing a song, this song ain't gon' write itself",
    "I'll give you one underdog and you gotta swing by yourself",
    "Then turn right around in that song and tell her you love her",
    "And put hands on her mother, who's a spitting image of her",
    "That's Slim Shady, yeah, baby, Slim Shady's crazy",
    "Shady made me, but tonight Shady's rocka-by-baby...",
    "And when I'm gone, just carry on, don't mourn",
    "Rejoice every time you hear the sound of my voice",
    "Just know that I'm looking down on you smiling",
    "And I didn't feel a thing,",
    "So, baby, don't feel no pain",
    "Just smile back",
    "And when I'm gone, just carry on, don't mourn",
    "Rejoice every time you hear the sound of my voice",
    "Just know that I'm looking down on you smiling",
    "And I didn't feel a thing,",
    "So, baby, don't feel no pain",
    "Just smile back...",
    "I keep having this dream, I'm pushin' Hailie on the swing",
    "She keeps screaming, she don't want me to sing",
    "You're making Mommy cry, why? Why is Mommy crying?",
    "Baby, Daddy ain't leaving no more. Daddy, you're lying.",
    "You always say that, you always say this is the last time",
    "But you ain't leaving no more, Daddy, you're mine.",
    "She's piling boxes in front of the door trying to block it",
    "Daddy, please, Daddy, don't leave, Daddy, no, stop it!",
    "Goes in her pocket, pulls out a tiny necklace locket",
    "It's got a picture, This'll keep you safe, Daddy, take it with you.",
    "I look up, it's just me standing in the mirror",
    "These fucking walls must be talking, 'cause man I can hear 'em",
    "They're saying, You've got one more chance to do right, and it's tonight.",
    "Now go out there and show 'em that you love 'em 'fore it's too late.",
    "And just as I go to walk out of my bedroom door",
    "It turns to a stage, they're gone, and this spotlight is on",
    "And I'm singing...",
    "And when I'm gone, just carry on, don't mourn",
    "Rejoice every time you hear the sound of my voice",
    "Just know that I'm looking down on you smiling",
    "And I didn't feel a thing,",
    "So, baby, don't feel no pain",
    "Just smile back",
    "And when I'm gone, just carry on, don't mourn",
    "Rejoice every time you hear the sound of my voice",
    "Just know that I'm looking down on you smiling",
    "And I didn't feel a thing,",
    "So, baby, don't feel no pain",
    "Just smile back...",
    "Sixty thousand people, all jumping out their seat",
    "The curtain closes, they're throwing roses at my feet",
    "I take a bow and thank you all for coming out",
    "They're screaming so loud, I take one last look at the crowd",
    "I glance down, I don't believe what I'm seeing",
    "Daddy, it's me, help Mommy, her wrists are bleeding.",
    "But, baby, we're in Sweden, how did you get to Sweden?",
    "I followed you, Daddy, you told me that you weren't leavin'.",
    "You lied to me, Dad, and now you make Mommy sad.",
    "And I bought you this coin, it says 'Number One Dad'.",
    "That's all I wanted, I just wanna give you this coin.",
    "I get the point. Fine. Me and Mommy are going.",
    "But, baby, wait.",
    "It's too late, Dad, you made your choice.",
    "Now go up there and show 'em that you love 'em more than us.",
    "That's what they want, they want you Marshall",
    "They keep screamin' your name",
    "It's no wonder you can't go to sleep, just take another pill",
    "Yeah, I bet you you will. You rap about it, yeah, word, k-keep it real",
    "I hear applause, all this time I couldn't see",
    "How could it be, that the curtain is closing on me?",
    "I turn around, find a gun on the ground, cock it",
    "Put it to my brain, scream, Die Shady! and pop it",
    "The sky darkens, my life flashes,",
    "The plane that I was supposed to be on crashes",
    "And burns to ashes",
    "That's when I wake up, alarm clock's ringin', there's birds singin'",
    "It's spring and Hailie's outside swinging,",
    "I walk right up to Kim and kiss her",
    "Tell her I miss her,",
    "Hailie just smiles and winks at her little sister",
    "Almost as if to say",
    "And when I'm gone, just carry on, don't mourn",
    "Rejoice every time you hear the sound of my voice",
    "Just know that I'm looking down on you smiling",
    "And I didn't feel a thing,",
    "So, baby, don't feel no pain",
    "Just smile back",
    "And when I'm gone, just carry on, don't mourn",
    "Rejoice every time you hear the sound of my voice",
    "Just know that I'm looking down on you smiling",
    "And I didn't feel a thing,",
    "So, baby, don't feel no pain",
    "Just smile back...",
    "Yeah",
    "I know sometimes things may not always make sense to you right now",
    "But hey, what daddy always tell you?",
    "Straighten up little soldier",
    "Stiffen up that upper lip",
    "What you crying about?",
    "You got me.",
    "Hailie, I know you miss your mom, and I know you miss your dad",
    "When I'm gone but I'm trying to give you the life that I never had",
    "I can see you're sad, even when you smile, even when you laugh",
    "I can see it in your eyes, deep inside you want to cry",
    "'Cause you're scared, I ain't there?",
    "Daddy's with you in your prayers",
    "No more crying, wipe them tears",
    "Daddy's here, no more nightmares",
    "We gon' pull together through it, we gon' do it",
    "Lainie Uncle's crazy, ain't he?",
    "Yeah, but he loves you girl and you better know it",
    "We're all we got in this world",
    "When it spins, when it swirls",
    "When it whirls, when it twirls",
    "Two little beautiful girls",
    "Lookin' puzzled, in a daze",
    "I know it's confusing you",
    "Daddy's always on the move, mamma's always on the news",
    "I try to keep you sheltered from it but somehow it seems",
    "The harder that I try to do that, the more it backfires on me",
    "All the things growing up as daddy, that he had to see",
    "Daddy don't want you to see but you see just as much as he did",
    "We did not plan it to be this way, your mother and me",
    "But things have got so bad between us",
    "I don't see us ever being together ever again",
    "Like we used to be when we was teenagers",
    "But then of course everything always happens for a reason",
    "I guess it was never meant to be",
    "But it's just something we have no control over and that's what destiny is",
    "But no more worries, rest your head and go to sleep",
    "Maybe one day we'll wake up and this will all just be a dream",
    "Now hush little baby, don't you cry",
    "Everything's gonna be alright",
    "Stiffen that upper lip up, little lady, I told ya",
    "Daddy's here to hold ya through the night",
    "I know mommy's not here right now and we don't know why",
    "We feel how we feel inside",
    "It may seem a little crazy, pretty baby",
    "But I promise mama's gon' be alright",
    "(Ha)",
    "It's funny",
    "I remember back one year when daddy had no money",
    "Mommy wrapped the Christmas presents up",
    "And stuck 'em under the tree and said some of 'em were from me",
    "'Cause daddy couldn't buy 'em",
    "I'll never forget that Christmas I sat up the whole night crying",
    "'Cause daddy felt like a bum, see daddy had a job",
    "But his job was to keep the food on the table for you and mom",
    "And at the time every house that we lived in",
    "Either kept getting broken into and robbed",
    "Or shot up on the block and your mom was saving money for you in a jar",
    "Tryna start a piggy bank for you so you could go to college",
    "Almost had a thousand dollars 'til someone broke in and stole it",
    "And I know it hurt so bad it broke your mamma's heart",
    "And it seemed like everything was just startin' to fall apart",
    "Mom and dad was arguin' a lot so momma moved back",
    "On the Chalmers in the flat one bedroom apartment",
    "And dad moved back to the other side of 8 Mile on Novara",
    "And that's when daddy went to California with his CD and met Dr. Dre",
    "And flew you and momma out to see me",
    "But daddy had to work, you and momma had to leave me",
    "Then you started seeing daddy on the T.V. and momma didn't like it",
    "And you and Lainnie were too young to understand it",
    "Papa was a rollin' stone, momma developed a habit",
    "And it all happened too fast for either one of us to grab it",
    "I'm just sorry you were there and had to witness it first hand",
    "'Cause all I ever wanted to do was just make you proud",
    "Now I'm sitting in this empty house, just reminiscing",
    "Lookin' at your baby pictures, it just trips me out",
    "To see how much you both have grown, it's almost like you're sisters now",
    "Wow, I guess you pretty much are and daddy's still here",
    "Lainnie I'm talkin' to you too, daddy's still here",
    "I like the sound of that, yeah",
    "It's got a ring to it don't it?",
    "Shh, mama's only gone for the moment",
    "And if you ask me to",
    "Daddy's gonna buy you a mockingbird",
    "I'mma give you the world",
    "I'mma buy a diamond ring for you",
    "I'mma sing for you",
    "I'll do anything for you to see you smile",
    "And if that mockingbird don't sing and that ring don't shine",
    "I'mma break that birdie's neck",
    "I'll go back to the jeweler who sold it to ya",
    "And make him eat every carat don't fuck with dad (ha ha)",
    "Step by step, heart to heart, left right left",
    "We all fall down...",
    "Step by step, heart to heart, left right left",
    "We all fall down like toy soldiers",
    "Bit by bit, torn apart, we never win",
    "But the battle wages on for toy soldiers",
    "I'm supposed to be the soldier who never blows his composure",
    "Even though I hold the weight of the whole world on my shoulders",
    "I ain't never supposed to show it, my crew ain't supposed to know it",
    "Even if it means goin' toe to toe with a Benzino it don't matter",
    "I'd never drag them in battles that I can handle unless I absolutely have to",
    "I'm supposed to set an example",
    "I need to be the leader, my crew looks for me to guide 'em",
    "If some shit ever does pop off, I'm supposed to be beside 'em",
    "That Ja shit I tried to squash it, it was too late to stop it",
    "There's a certain line you just don't cross and he crossed it",
    "I heard him say Hailie's name on a song and I just lost it",
    "It was crazy, this shit went way beyond some Jay-z and Nas shit",
    "And even though the battle was won, I feel like we lost it",
    "I spent too much energy on it, honestly I'm exhausted",
    "And I'm so caught in it I almost feel I'm the one who caused it",
    "This ain't what I'm in hip-hop for, it's not why I got in it",
    "That was never my object for someone to get killed",
    "Why would I wanna destroy something I help build",
    "It wasn't my intentions, my intentions were good",
    "I went through my whole career without ever mentionin'",
    "And that was just out of respect for not runnin' my mouth",
    "And talkin' about something that I knew nothing about",
    "Plus Dre told me stay out, this just wasn't my beef",
    "So I did, I just fell back, watched and gritted my teeth",
    "While he's all over t.v. down talkin' a man who literally saved my life",
    "Like fuck it i understand this is business",
    "And this shit just isn't none of my business",
    "But still knowin' this shit could pop off at any minute cause",
    "There used to be a time when you could just say a rhyme",
    "And wouldn't have to worry about one of your people dyin'",
    "But now it's elevated cause once you put someone's kids in it",
    "The shit gets escalated, it ain't just words no more is it?",
    "It's a different ball game, callin' names and you ain't just rappin'",
    "We actually tried to stop the 50 and Ja beef from happenin'",
    "Me and Dre had sat with him, kicked it and had a chat with him",
    "And asked him not to start it he wasn't gonna go after him",
    "Until Ja started yappin' in magazines how we stabbed him",
    "Fuck it 50 smash 'em, mash 'em and let him have it",
    "Meanwhile my attention is pullin' in other directions",
    "Some receptionist at The Source who answers phones at his desk",
    "Has an erection for me and thinks that I'll be his resurrection",
    "Tries to blow the dust off his mic and make a new record",
    "But now he's fucked the game up cause one of the ways I came up",
    "Was through that publication the same one that made me famous",
    "Now the owner of it has got a grudge against me for nothin'",
    "Well fuck it, that motherfucker can get it too, fuck him then",
    "But I'm so busy being pissed off I don't stop to think",
    "That we just inherited 50's beef with Murder Inc.",
    "And he's inherited mine which is fine ain't like either of us mind",
    "We still have soldiers that's on the front line",
    "That's willing to die for us as soon as we give the orders",
    "Never to extort us, strictly to show they support us",
    "We'll maybe shout 'em out in a rap or up in a chorus",
    "To show them we love 'em back and let 'em know how important it is",
    "To have Runyan Avenue, soldiers up in our corners",
    "Their loyalty to us is worth more than any award is",
    "But I ain't tryna have none of my people hurt and murdered",
    "It ain't worth it, I can't think of a perfecter way to word it",
    "Then to just say that I love ya'll too much to see the verdict",
    "I'll walk away from it all before I let it go any further",
    "But don't get it twisted, it's not a plea that I'm coppin'",
    "I'm just willin' to be the bigger man",
    "If ya'll can quit poppin' off at the jaws, well then I can",
    "Cause frankly I'm sick of talkin'",
    "I'm not gonna let someone else's coffin rest on my conscience cause",
    "May I have your attention please?",
    "May I have your attention please?",
    "Will the real Slim Shady please stand up?",
    "I repeat, will the real Slim Shady please stand up?",
    "We're gonna have a problem here..",
    "Y'all act like you never seen a white person before",
    "Jaws all on the floor like Pam and Tommy just burst in the door",
    "And started whooping her ass worse than before",
    "They first were divorced, throwing her over furniture (Ah!)",
    "It's the return of the... Ah, wait, no way, you're kidding,",
    "He didn't just say what I think he did, did he?",
    "And Dr. Dre said... nothing, you idiots!",
    "Dr. Dre's dead, he's locked in my basement! (Ha-ha!)",
    "Feminist women love Eminem",
    "Slim Shady, I'm sick of him",
    "Look at him, walking around grabbing his you-know-what",
    "Flipping the you-know-who. Yeah, but he's so cute though!",
    "Yeah, I probably got a couple of screws up in my head loose",
    "But no worse, than what's going on in your parents' bedrooms",
    "Sometimes, I wanna get on TV and just let loose, but can't",
    "But it's cool for Tom Green to hump a dead moose",
    "My bum is on your lips, my bum is on your lips",
    "And if I'm lucky, you might just give it a little kiss",
    "And that's the message that we deliver to little kids",
    "And expect them not to know what a woman's clitoris is",
    "Of course they gonna know what intercourse is",
    "By the time they hit fourth grade",
    "They got the Discovery Channel, don't they?",
    "We ain't nothing but mammals.. Well, some of us cannibals",
    "Who cut other people open like cantaloupes ",
    "But if we can hump dead animals and antelopes",
    "Then there's no reason that a man and another man can't elope",
    "But if you feel like I feel, I got the antidote",
    "Women wave your pantyhose, sing the chorus and it goes",
    "'Cause I'm Slim Shady, yes I'm the real Shady",
    "All you other Slim Shadys are just imitating",
    "So won't the real Slim Shady please stand up,",
    "Please stand up, please stand up?",
    "Will Smith don't gotta cuss in his raps to sell records;",
    "Well I do, so fuck him and fuck you too!",
    "You think I give a damn about a Grammy?",
    "Half of you critics can't even stomach me, let alone stand me",
    "But Slim, what if you win, wouldn't it be weird?",
    "Why? So you guys could just lie to get me here?",
    "So you can, sit me here next to Britney Spears?",
    "Yo Shit, Christina Aguilera better switch me chairs",
    "So I can sit next to Carson Daly and Fred Durst",
    "And hear 'em argue over who she gave head to first",
    "Little bitch, put me on blast on MTV",
    "Yeah, he's cute, but I think he's married to Kim, hee-hee!",
    "I should download her audio on MP3",
    "And show the whole world how you gave Eminem VD ",
    "I'm sick of you little girl and boy groups, all you do is annoy me",
    "So I have been sent here to destroy you",
    "And there's a million of us just like me",
    "Who cuss like me; who just don't give a fuck like me",
    "Who dress like me; walk, talk and act like me",
    "It just might be the next best thing but not quite me!",
    "I'm like a head trip to listen to, cause I'm only giving you",
    "Things you joke about with your friends inside your living room",
    "The only difference is I got the balls to say it",
    "In front of y'all and I don't gotta be false or sugarcoated at all",
    "I just get on the mic and spit it",
    "And whether you like to admit it I just shit it",
    "Better than ninety percent of you rappers out can",
    "Then you wonder how can kids eat up these albums like Valiums",
    "It's funny; 'cause at the rate I'm going when I'm thirty",
    "I'll be the only person in the nursing home flirting",
    "Pinching nurses asses when I'm jacking off with Jergens",
    "And I'm jerking but this whole bag of Viagra isn't working",
    "And every single person is a Slim Shady lurking",
    "He could be working at Burger King, spitting on your onion rings",
    " Or in the parking lot, circling",
    "Screaming I don't give a fuck!",
    "With his windows down and his system up",
    "So, will the real Shady please stand up?",
    "And put one of those fingers on each hand up?",
    "And be proud to be outta your mind and outta control",
    "And one more time, loud as you can, how does it go?",
    "Ha ha",
    "Guess there's a Slim Shady in all of us",
    "Fuck it, let's all stand up",
    "two trailer park girls go 'round the outside, 'round the outside, 'round the outside",
    "Guess who's back, back again",
    "Shady's back, tell a friend",
    "Guess who's back,",
    "guess who's back,",
    "guess who's back,",
    "guess who's back",
    "guess who's back",
    "Guess who's back...",
    "I've created a monster, 'cause nobody wants to",
    "see Marshall no more they want Shady I'm chopped liver",
    "well if you want Shady, this is what I'll give ya",
    "a little bit of weed mixed with some hard liquor",
    "some vodka that'll jumpstart my heart quicker than a",
    "shock when I get shocked at the hospital by the doctor when I'm not cooperating",
    "when I'm rocking the table while he's operating (hey!)",
    "you waited this long now stop debating 'cause I'm back,",
    "I'm on the rag and ovulating",
    "I know that you got a job Ms. Cheney but your husband's heart problem's complicating",
    "So the FCC won't let me be or let me be me so let me see",
    "they tried to shut me down on MTV but it feels so empty without me",
    "So come on dip, bum on your lips fuck that,",
    "cum on your lips and some on your tits and get ready 'cause this shit's about to get heavy",
    "I just settled all my lawsuits",
    "FUCK YOU, DEBBIE!",
    "Now this looks like a job for me so everybody just follow me",
    "'Cause we need a little controversy,",
    "'Cause it feels so empty without me",
    "Little hellions kids feeling rebellious",
    "embarrassed, their parents still listen to Elvis",
    "they start feeling like prisoners, helpless,",
    "'til someone comes along on a mission and yells bitch",
    "A visionary, vision is scary, could start a revolution, polluting the air waves a rebel",
    "so just let me revel and bask, in the fact that I got everyone kissing my ass",
    "and it's a disaster such a catastrophe for you to see so damn much of my ass you ask for me?",
    "Well I'm back",
    "fix your bent antennae tune it in and then I'm gonna",
    "enter in and up under your skin like a splinter",
    "The center of attention back for the winter",
    "I'm interesting, the best thing since wrestling",
    "Infesting in your kids ears and nesting",
    "Testing Attention Please",
    "feel the tension soon as someone mentions me",
    "here's my 10 cents my 2 cents is free",
    "A nuisance, who sent, you sent for me?",
    "A tisk-it a task-it, I'll go tit for tat with anybody who's talking this shit, that shit.",
    "Chris Kirkpatrick you can get your ass kicked",
    "worse than them little Limp Bizkit bastards, and Moby",
    "you can get stomped by Obie, you 36 year old bald headed fag blow me",
    "You don't know me, you're too old let go it's over, nobody listens to techno",
    "Now let's go, just give me the signal I'll be there with a whole list full of new insults",
    "I've been dope, suspenseful with a pencil ever since",
    "Prince turned himself into a symbol",
    "But sometimes the shit just seems, everybody only wants to discuss me",
    "So this must mean I'm disgusting, but it's just me I'm just obscene",
    "Though I'm not the first king of controversy",
    "I am the worst thing since Elvis Presley, to do Black Music so selfishly",
    "and use it to get myself wealthy (Hey)",
    "there's a concept that works",
    "20 million other white rappers emerge",
    "but no matter how many fish in the sea it'd be so empty without me"
  ]
}
